Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: The previous join is still pending. Confirm again to retry the same invitation.
ar: لا تزال محاولة الانضمام السابقة معلقة. أكّد مجددًا لإعادة المحاولة بالدعوة نفسها.
de: Der vorherige Beitritt ist noch ausstehend. Bestätige erneut, um es mit derselben Einladung noch einmal zu versuchen.
es: El intento anterior sigue pendiente. Confirma de nuevo para reintentar con la misma invitación.
fr: La tentative précédente est toujours en attente. Confirmez à nouveau pour réessayer avec la même invitation.
hi: जुड़ने का पिछला प्रयास अभी लंबित है। उसी निमंत्रण से दोबारा प्रयास करने के लिए फिर से पुष्टि करें।
id: Percobaan bergabung sebelumnya masih tertunda. Konfirmasikan lagi untuk mencoba ulang undangan yang sama.
it: Il tentativo precedente è ancora in sospeso. Conferma di nuovo per riprovare con lo stesso invito.
ja: 前回の参加はまだ保留中です。同じ招待で再試行するには、もう一度確認してください。
ko: 이전 참여 시도가 아직 대기 중입니다. 같은 초대로 다시 시도하려면 다시 확인하세요.
pt_br: A tentativa anterior ainda está pendente. Confirme novamente para tentar com o mesmo convite.
ru: Предыдущая попытка вступления ещё ожидает обработки. Подтвердите снова, чтобы повторить её с тем же приглашением.
tr: Önceki katılma girişimi hâlâ beklemede. Aynı daveti yeniden denemek için tekrar onaylayın.
ur: شامل ہونے کی پچھلی کوشش ابھی زیرِ التوا ہے۔ اسی دعوت سے دوبارہ کوشش کرنے کے لیے پھر تصدیق کریں۔
zh_hans: 上次加入尝试仍在等待处理。请再次确认，以使用同一邀请重试。
zh_hant: 上次加入嘗試仍在等待處理。請再次確認，以使用同一邀請重試。

source: Retry join
ar: أعد محاولة الانضمام
de: Beitritt erneut versuchen
es: Reintentar unirse
fr: Réessayer de rejoindre
hi: जुड़ने का फिर प्रयास करें
id: Coba bergabung lagi
it: Riprova a unirti
ja: 参加を再試行
ko: 참여 다시 시도
pt_br: Tentar entrar novamente
ru: Повторить вступление
tr: Katılmayı yeniden dene
ur: شامل ہونے کی دوبارہ کوشش
zh_hans: 重试加入
zh_hant: 重試加入

source: I agree to retry joining this team with the role shown.
ar: أوافق على إعادة محاولة الانضمام إلى هذا الفريق بالدور الموضح.
de: Ich stimme zu, diesem Team erneut mit der angezeigten Rolle beizutreten.
es: Acepto volver a intentar unirme a este equipo con el rol indicado.
fr: J’accepte de réessayer de rejoindre cette équipe avec le rôle indiqué.
hi: मैं दिखाई गई भूमिका के साथ इस टीम में जुड़ने का फिर से प्रयास करने के लिए सहमत हूँ।
id: Saya setuju untuk mencoba bergabung lagi ke tim ini dengan peran yang ditampilkan.
it: Accetto di riprovare a unirmi a questo team con il ruolo indicato.
ja: 表示された役割でこのチームへの参加を再試行することに同意します。
ko: 표시된 역할로 이 팀에 참여하는 것을 다시 시도하는 데 동의합니다.
pt_br: Concordo em tentar entrar novamente nesta equipe com a função indicada.
ru: Я согласен повторить попытку вступления в эту команду с указанной ролью.
tr: Gösterilen rolle bu ekibe katılmayı yeniden denemeyi kabul ediyorum.
ur: میں دکھائے گئے کردار کے ساتھ اس ٹیم میں شامل ہونے کی دوبارہ کوشش سے اتفاق کرتا ہوں۔
zh_hans: 我同意按所示角色再次尝试加入此团队。
zh_hant: 我同意按所示角色再次嘗試加入此團隊。

source: The previous attempt could not be checked. You can check it again or close this screen.
ar: تعذّر التحقق من المحاولة السابقة. يمكنك التحقق مجددًا أو إغلاق هذه الشاشة.
de: Der vorherige Versuch konnte nicht geprüft werden. Du kannst ihn erneut prüfen oder diesen Bildschirm schließen.
es: No se pudo comprobar el intento anterior. Puedes comprobarlo de nuevo o cerrar esta pantalla.
fr: Impossible de vérifier la tentative précédente. Vous pouvez réessayer la vérification ou fermer cet écran.
hi: पिछले प्रयास की जाँच नहीं हो सकी। आप फिर से जाँच कर सकते हैं या यह स्क्रीन बंद कर सकते हैं।
id: Percobaan sebelumnya tidak dapat diperiksa. Anda dapat memeriksanya lagi atau menutup layar ini.
it: Impossibile verificare il tentativo precedente. Puoi verificarlo di nuovo o chiudere questa schermata.
ja: 前回の試行を確認できませんでした。もう一度確認するか、この画面を閉じてください。
ko: 이전 시도를 확인할 수 없습니다. 다시 확인하거나 이 화면을 닫을 수 있습니다.
pt_br: Não foi possível verificar a tentativa anterior. Você pode verificar novamente ou fechar esta tela.
ru: Не удалось проверить предыдущую попытку. Можно проверить её снова или закрыть этот экран.
tr: Önceki girişim kontrol edilemedi. Yeniden kontrol edebilir veya bu ekranı kapatabilirsiniz.
ur: پچھلی کوشش کی جانچ نہیں ہو سکی۔ آپ دوبارہ جانچ کر سکتے ہیں یا یہ اسکرین بند کر سکتے ہیں۔
zh_hans: 无法检查上次尝试。你可以再次检查或关闭此页面。
zh_hant: 無法檢查上次嘗試。你可以再次檢查或關閉此頁面。

source: Team membership
ar: عضوية الفريق
de: Teammitgliedschaft
es: Pertenencia al equipo
fr: Appartenance à l’équipe
hi: टीम की सदस्यता
id: Keanggotaan tim
it: Appartenenza al team
ja: チームメンバーシップ
ko: 팀 멤버십
pt_br: Participação na equipe
ru: Участие в команде
tr: Ekip üyeliği
ur: ٹیم کی رکنیت
zh_hans: 团队成员资格
zh_hant: 團隊成員資格

source: Review invitation
ar: مراجعة الدعوة
de: Einladung prüfen
es: Revisar invitación
fr: Examiner l’invitation
hi: निमंत्रण देखें
id: Tinjau undangan
it: Esamina invito
ja: 招待を確認
ko: 초대 확인
pt_br: Revisar convite
ru: Просмотреть приглашение
tr: Daveti incele
ur: دعوت دیکھیں
zh_hans: 查看邀请
zh_hant: 查看邀請

source: Join team
ar: الانضمام إلى الفريق
de: Team beitreten
es: Unirse al equipo
fr: Rejoindre l’équipe
hi: टीम में शामिल हों
id: Gabung tim
it: Unisciti al team
ja: チームに参加
ko: 팀에 가입
pt_br: Entrar na equipe
ru: Вступить в команду
tr: Ekibe katıl
ur: ٹیم میں شامل ہوں
zh_hans: 加入团队
zh_hant: 加入團隊

source: Check membership
ar: التحقق من العضوية
de: Mitgliedschaft prüfen
es: Comprobar pertenencia
fr: Vérifier l’appartenance
hi: सदस्यता जाँचें
id: Periksa keanggotaan
it: Verifica appartenenza
ja: メンバーシップを確認
ko: 멤버십 확인
pt_br: Verificar participação
ru: Проверить участие
tr: Üyeliği kontrol et
ur: رکنیت کی جانچ کریں
zh_hans: 检查成员资格
zh_hant: 檢查成員資格

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
tr: Hesap
ur: اکاؤنٹ
zh_hans: 账户
zh_hant: 帳號

source: Team
ar: الفريق
es: Equipo
fr: Équipe
hi: टीम
id: Tim
ja: チーム
ko: 팀
pt_br: Equipe
ru: Команда
tr: Ekip
ur: ٹیم
zh_hans: 团队
zh_hant: 團隊

source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
id: Peran
it: Ruolo
ja: 役割
ko: 역할
pt_br: Função
ru: Роль
tr: Rol
ur: کردار
zh_hans: 角色
zh_hant: 角色

source: Member
ar: عضو
de: Mitglied
es: Miembro
fr: Membre
hi: सदस्य
id: Anggota
it: Membro
ja: メンバー
ko: 멤버
pt_br: Membro
ru: Участник
tr: Üye
ur: رکن
zh_hans: 成员
zh_hant: 成員

source: Reviewer
ar: مراجع
de: Prüfer
es: Revisor
fr: Réviseur
hi: समीक्षक
id: Peninjau
it: Revisore
ja: レビュー担当者
ko: 검토자
pt_br: Revisor
ru: Рецензент
tr: İnceleyen
ur: جائزہ لینے والا
zh_hans: 审核员
zh_hant: 審核員

source: Review the team and role before joining.
ar: راجع الفريق والدور قبل الانضمام.
de: Prüfe das Team und die Rolle, bevor du beitrittst.
es: Revisa el equipo y el rol antes de unirte.
fr: Vérifiez l’équipe et le rôle avant de la rejoindre.
hi: शामिल होने से पहले टीम और भूमिका की जाँच करें।
id: Periksa tim dan peran sebelum bergabung.
it: Controlla il team e il ruolo prima di unirti.
ja: 参加する前にチームと役割を確認してください。
ko: 가입하기 전에 팀과 역할을 확인하세요.
pt_br: Confira a equipe e a função antes de entrar.
ru: Проверьте команду и роль перед вступлением.
tr: Katılmadan önce ekibi ve rolü kontrol edin.
ur: شامل ہونے سے پہلے ٹیم اور کردار کی جانچ کریں۔
zh_hans: 加入前，请查看团队和角色。
zh_hant: 加入前，請查看團隊和角色。

source: Joining does not share your existing private notes.
ar: الانضمام لا يشارك ملاحظاتك الخاصة الحالية.
de: Beim Beitritt werden deine vorhandenen privaten Notizen nicht geteilt.
es: Unirte no comparte tus notas privadas existentes.
fr: Rejoindre l’équipe ne partage pas vos notes privées existantes.
hi: शामिल होने से आपके मौजूदा निजी नोट साझा नहीं होते।
id: Bergabung tidak membagikan catatan pribadi Anda yang sudah ada.
it: Unirti non condivide le tue note private esistenti.
ja: 参加しても、既存のプライベートノートは共有されません。
ko: 가입해도 기존 비공개 메모는 공유되지 않습니다.
pt_br: Entrar na equipe não compartilha suas notas privadas existentes.
ru: Вступление не открывает доступ к вашим существующим личным заметкам.
tr: Katılmanız mevcut özel notlarınızı paylaşmaz.
ur: شامل ہونے سے آپ کے موجودہ نجی نوٹس شیئر نہیں ہوتے۔
zh_hans: 加入团队不会分享你已有的私人笔记。
zh_hant: 加入團隊不會分享你現有的私人筆記。

source: I agree to join this team with the role shown.
ar: أوافق على الانضمام إلى هذا الفريق بالدور المعروض.
de: Ich stimme zu, diesem Team mit der angezeigten Rolle beizutreten.
es: Acepto unirme a este equipo con el rol indicado.
fr: J’accepte de rejoindre cette équipe avec le rôle indiqué.
hi: मैं दिखाई गई भूमिका के साथ इस टीम में शामिल होने के लिए सहमत हूँ।
id: Saya setuju bergabung dengan tim ini menggunakan peran yang ditampilkan.
it: Accetto di unirmi a questo team con il ruolo indicato.
ja: 表示された役割でこのチームに参加することに同意します。
ko: 표시된 역할로 이 팀에 가입하는 데 동의합니다.
pt_br: Concordo em entrar nesta equipe com a função indicada.
ru: Я согласен вступить в эту команду с указанной ролью.
tr: Bu ekibe gösterilen rolle katılmayı kabul ediyorum.
ur: میں دکھائے گئے کردار کے ساتھ اس ٹیم میں شامل ہونے پر رضامند ہوں۔
zh_hans: 我同意以所示角色加入此团队。
zh_hant: 我同意以所示角色加入此團隊。

source: We couldn't confirm the result. Check membership before trying anything else.
ar: لم نتمكن من تأكيد النتيجة. تحقق من العضوية قبل تجربة أي إجراء آخر.
de: Das Ergebnis konnte nicht bestätigt werden. Prüfe die Mitgliedschaft, bevor du etwas anderes versuchst.
es: No pudimos confirmar el resultado. Comprueba tu pertenencia antes de intentar otra acción.
fr: Le résultat n’a pas pu être confirmé. Vérifiez votre appartenance avant toute autre action.
hi: नतीजे की पुष्टि नहीं हो सकी। कोई और कार्रवाई करने से पहले सदस्यता जाँचें।
id: Hasilnya belum dapat dikonfirmasi. Periksa keanggotaan sebelum mencoba tindakan lain.
it: Non è stato possibile confermare il risultato. Verifica l’appartenenza prima di altre azioni.
ja: 結果を確認できませんでした。他の操作を行う前にメンバーシップを確認してください。
ko: 결과를 확인하지 못했습니다. 다른 작업을 하기 전에 멤버십을 확인하세요.
pt_br: Não foi possível confirmar o resultado. Verifique sua participação antes de tentar outra ação.
ru: Не удалось подтвердить результат. Проверьте участие, прежде чем выполнять другие действия.
tr: Sonuç doğrulanamadı. Başka bir işlem yapmadan önce üyeliği kontrol edin.
ur: نتیجے کی تصدیق نہیں ہو سکی۔ کوئی اور کارروائی کرنے سے پہلے رکنیت کی جانچ کریں۔
zh_hans: 无法确认结果。请先检查成员资格，再尝试其他操作。
zh_hant: 無法確認結果。請先檢查成員資格，再嘗試其他操作。

source: The invitation could not be reviewed. You can review it again or close this screen.
ar: تعذرت مراجعة الدعوة. يمكنك مراجعتها مجددًا أو إغلاق هذه الشاشة.
de: Die Einladung konnte nicht geprüft werden. Versuche es erneut oder schließe diese Ansicht.
es: No se pudo revisar la invitación. Puedes volver a intentarlo o cerrar esta pantalla.
fr: L’invitation n’a pas pu être examinée. Vous pouvez réessayer ou fermer cet écran.
hi: निमंत्रण नहीं देखा जा सका। दोबारा कोशिश करें या यह स्क्रीन बंद करें।
id: Undangan tidak dapat ditinjau. Anda dapat mencoba lagi atau menutup layar ini.
it: Non è stato possibile esaminare l’invito. Puoi riprovare o chiudere questa schermata.
ja: 招待を確認できませんでした。再度確認するか、この画面を閉じてください。
ko: 초대를 확인할 수 없습니다. 다시 확인하거나 이 화면을 닫을 수 있습니다.
pt_br: Não foi possível revisar o convite. Você pode tentar novamente ou fechar esta tela.
ru: Не удалось просмотреть приглашение. Попробуйте ещё раз или закройте этот экран.
tr: Davet incelenemedi. Yeniden inceleyebilir veya bu ekranı kapatabilirsiniz.
ur: دعوت نہیں دیکھی جا سکی۔ دوبارہ کوشش کریں یا یہ اسکرین بند کریں۔
zh_hans: 无法查看邀请。你可以重试或关闭此页面。
zh_hant: 無法查看邀請。你可以重試或關閉此頁面。

source: Your membership is confirmed. Shared-note delivery is not enabled yet.
ar: تم تأكيد عضويتك. إرسال الملاحظات المشتركة غير مفعّل بعد.
de: Deine Mitgliedschaft ist bestätigt. Die Übermittlung geteilter Notizen ist noch nicht aktiviert.
es: Tu pertenencia está confirmada. El envío de notas compartidas aún no está habilitado.
fr: Votre appartenance est confirmée. L’envoi de notes partagées n’est pas encore activé.
hi: आपकी सदस्यता की पुष्टि हो गई है। साझा नोट भेजने की सुविधा अभी चालू नहीं है।
id: Keanggotaan Anda telah dikonfirmasi. Pengiriman catatan bersama belum diaktifkan.
it: La tua appartenenza è confermata. L’invio di note condivise non è ancora abilitato.
ja: メンバーシップを確認しました。共有ノートの送信はまだ有効になっていません。
ko: 멤버십이 확인되었습니다. 공유 메모 전송은 아직 활성화되지 않았습니다.
pt_br: Sua participação foi confirmada. O envio de notas compartilhadas ainda não está ativado.
ru: Ваше участие подтверждено. Передача общих заметок ещё не включена.
tr: Üyeliğiniz doğrulandı. Paylaşılan notların iletilmesi henüz etkin değil.
ur: آپ کی رکنیت کی تصدیق ہو گئی ہے۔ مشترکہ نوٹس بھیجنے کی سہولت ابھی فعال نہیں ہے۔
zh_hans: 已确认你的成员资格。共享笔记的传送功能尚未启用。
zh_hant: 已確認你的成員資格。共享筆記的傳送功能尚未啟用。

source: Membership screen closed. Open it again to continue.
ar: تم إغلاق شاشة العضوية. افتحها مجددًا للمتابعة.
de: Die Mitgliedschaftsansicht wurde geschlossen. Öffne sie erneut, um fortzufahren.
es: La pantalla de pertenencia se cerró. Ábrela de nuevo para continuar.
fr: L’écran d’appartenance est fermé. Rouvrez-le pour continuer.
hi: सदस्यता स्क्रीन बंद हो गई है। जारी रखने के लिए इसे फिर से खोलें।
id: Layar keanggotaan ditutup. Buka kembali untuk melanjutkan.
it: La schermata di appartenenza è stata chiusa. Riaprila per continuare.
ja: メンバーシップ画面を閉じました。続行するには再度開いてください。
ko: 멤버십 화면이 닫혔습니다. 계속하려면 다시 여세요.
pt_br: A tela de participação foi fechada. Abra-a novamente para continuar.
ru: Экран участия закрыт. Откройте его снова, чтобы продолжить.
tr: Üyelik ekranı kapatıldı. Devam etmek için yeniden açın.
ur: رکنیت کی اسکرین بند ہو گئی ہے۔ جاری رکھنے کے لیے اسے دوبارہ کھولیں۔
zh_hans: 成员资格页面已关闭。请重新打开以继续。
zh_hant: 成員資格頁面已關閉。請重新開啟以繼續。

source: Checking membership uses your saved team details. It does not resend a join request.
ar: يستخدم التحقق من العضوية تفاصيل الفريق المحفوظة. ولا يعيد إرسال طلب الانضمام.
de: Die Prüfung verwendet die gespeicherten Teamdaten. Sie sendet keine erneute Beitrittsanfrage.
es: La comprobación usa los datos guardados del equipo. No vuelve a enviar una solicitud para unirte.
fr: La vérification utilise les informations d’équipe enregistrées. Elle ne renvoie pas de demande d’adhésion.
hi: सदस्यता की जाँच में टीम की सहेजी गई जानकारी इस्तेमाल होती है। शामिल होने का अनुरोध दोबारा नहीं भेजा जाता।
id: Pemeriksaan menggunakan informasi tim yang tersimpan. Permintaan bergabung tidak dikirim ulang.
it: La verifica usa i dettagli del team salvati. Non invia nuovamente una richiesta di adesione.
ja: 確認には保存済みのチーム情報を使用します。参加リクエストは再送信されません。
ko: 멤버십 확인에는 저장된 팀 정보가 사용됩니다. 가입 요청은 다시 전송되지 않습니다.
pt_br: A verificação usa os dados salvos da equipe. Ela não reenvia uma solicitação de entrada.
ru: Проверка использует сохранённые данные команды. Запрос на вступление повторно не отправляется.
tr: Üyelik kontrolü, kaydedilmiş ekip bilgilerini kullanır. Katılma isteğini yeniden göndermez.
ur: رکنیت کی جانچ ٹیم کی محفوظ معلومات استعمال کرتی ہے۔ شامل ہونے کی درخواست دوبارہ نہیں بھیجی جاتی۔
zh_hans: 检查成员资格会使用已保存的团队信息，不会重新发送加入请求。
zh_hant: 檢查成員資格會使用已儲存的團隊資訊，不會重新傳送加入請求。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
ur: بند کریں
zh_hans: 关闭
zh_hant: 關閉

source: Check whether this account still belongs to the team.
ar: تحقق مما إذا كان هذا الحساب لا يزال عضوًا في الفريق.
de: Prüfe, ob dieses Konto noch zum Team gehört.
es: Comprueba si esta cuenta sigue perteneciendo al equipo.
fr: Vérifiez si ce compte appartient toujours à l’équipe.
hi: जाँचें कि यह खाता अभी भी टीम का सदस्य है या नहीं।
id: Periksa apakah akun ini masih menjadi anggota tim.
it: Verifica se questo account appartiene ancora al team.
ja: このアカウントが引き続きチームに所属しているか確認してください。
ko: 이 계정이 아직 팀에 속해 있는지 확인하세요.
pt_br: Verifique se esta conta ainda faz parte da equipe.
ru: Проверьте, входит ли этот аккаунт в команду.
tr: Bu hesabın hâlâ ekip üyesi olup olmadığını kontrol edin.
ur: جانچیں کہ آیا یہ اکاؤنٹ اب بھی ٹیم کا رکن ہے۔
zh_hans: 检查此账户是否仍是团队成员。
zh_hant: 檢查此帳號是否仍是團隊成員。

source: Joining team…
ar: جارٍ الانضمام إلى الفريق…
de: Teambeitritt läuft…
es: Uniéndose al equipo…
fr: Adhésion à l’équipe…
hi: टीम में शामिल हो रहे हैं…
id: Sedang bergabung dengan tim…
it: Adesione al team…
ja: チームに参加中…
ko: 팀에 가입하는 중…
pt_br: Entrando na equipe…
ru: Вступление в команду…
tr: Ekibe katılınıyor…
ur: ٹیم میں شامل ہو رہے ہیں…
zh_hans: 正在加入团队…
zh_hant: 正在加入團隊…

source: Manage recovery key
ar: إدارة مفتاح الاسترداد
de: Wiederherstellungsschlüssel verwalten
es: Gestionar clave de recuperación
fr: Gérer la clé de récupération
hi: पुनर्प्राप्ति कुंजी प्रबंधित करें
id: Kelola kunci pemulihan
it: Gestisci chiave di recupero
ja: 復元キーを管理
ko: 복구 키 관리
pt_br: Gerenciar chave de recuperação
ru: Управление ключом восстановления
tr: Kurtarma anahtarını yönet
ur: بازیابی کی کلید کا انتظام
zh_hans: 管理恢复密钥
zh_hant: 管理復原金鑰

source: Anyone with this key and your archive can read your notes. Save the key separately. Pinbook cannot recover a lost key.
ar: يمكن لأي شخص يملك هذا المفتاح وأرشيفك قراءة ملاحظاتك. احفظ المفتاح بشكل منفصل. لا يستطيع Pinbook استعادة مفتاح مفقود.
de: Jeder mit diesem Schlüssel und deinem Archiv kann deine Notizen lesen. Bewahre den Schlüssel getrennt auf. Pinbook kann verlorene Schlüssel nicht wiederherstellen.
es: Cualquier persona con esta clave y tu archivo puede leer tus notas. Guarda la clave por separado. Pinbook no puede recuperar una clave perdida.
fr: Toute personne possédant cette clé et votre archive peut lire vos notes. Conservez la clé séparément. Pinbook ne peut pas récupérer une clé perdue.
hi: जिसके पास यह कुंजी और आपका आर्काइव है, वह आपके नोट पढ़ सकता है। कुंजी को अलग रखें। Pinbook खोई हुई कुंजी वापस नहीं ला सकता।
id: Siapa pun yang memiliki kunci ini dan arsip Anda dapat membaca catatan Anda. Simpan kunci secara terpisah. Pinbook tidak dapat memulihkan kunci yang hilang.
it: Chiunque possieda questa chiave e il tuo archivio può leggere le tue note. Conserva la chiave separatamente. Pinbook non può recuperare una chiave persa.
ja: このキーとアーカイブを持つ人は誰でもノートを読むことができます。キーは別に保管してください。Pinbookは紛失したキーを復元できません。
ko: 이 키와 보관 파일을 가진 사람은 누구나 노트를 읽을 수 있습니다. 키는 별도로 보관하세요. Pinbook은 분실한 키를 복구할 수 없습니다.
pt_br: Qualquer pessoa com esta chave e seu arquivo pode ler suas notas. Guarde a chave separadamente. O Pinbook não pode recuperar uma chave perdida.
ru: Любой, у кого есть этот ключ и ваш архив, может прочитать ваши заметки. Храните ключ отдельно. Pinbook не может восстановить потерянный ключ.
tr: Bu anahtara ve arşivinize sahip olan herkes notlarınızı okuyabilir. Anahtarı ayrı saklayın. Pinbook kaybolan bir anahtarı kurtaramaz.
ur: جس کے پاس یہ کلید اور آپ کا آرکائیو ہو، وہ آپ کے نوٹس پڑھ سکتا ہے۔ کلید الگ رکھیں۔ Pinbook گم شدہ کلید واپس نہیں لا سکتا۔
zh_hans: 任何同时拥有此密钥和归档的人都能阅读你的笔记。请单独保存密钥。Pinbook 无法找回丢失的密钥。
zh_hant: 任何同時擁有此金鑰和封存檔的人都能閱讀你的筆記。請另外儲存金鑰。Pinbook 無法找回遺失的金鑰。

source: If you cancel after export, the key file stays where you saved it.
ar: إذا ألغيت بعد التصدير، يبقى ملف المفتاح في المكان الذي حفظته فيه.
de: Wenn du nach dem Export abbrichst, bleibt die Schlüsseldatei am gewählten Speicherort.
es: Si cancelas después de exportar, el archivo de la clave permanece donde lo guardaste.
fr: Si vous annulez après l’export, le fichier de clé reste à l’emplacement choisi.
hi: निर्यात के बाद रद्द करने पर कुंजी की फ़ाइल उसी जगह रहती है जहाँ आपने उसे सहेजा था।
id: Jika Anda membatalkan setelah ekspor, file kunci tetap berada di lokasi penyimpanannya.
it: Se annulli dopo l’esportazione, il file della chiave rimane dove lo hai salvato.
ja: 書き出し後にキャンセルしても、キーファイルは保存先に残ります。
ko: 내보낸 후 취소해도 키 파일은 저장한 위치에 남습니다.
pt_br: Se você cancelar após a exportação, o arquivo da chave permanecerá onde foi salvo.
ru: При отмене после экспорта файл ключа остаётся там, где вы его сохранили.
tr: Dışa aktardıktan sonra iptal ederseniz anahtar dosyası kaydettiğiniz yerde kalır.
ur: برآمد کے بعد منسوخ کرنے پر کلید کی فائل وہیں رہتی ہے جہاں آپ نے اسے محفوظ کیا تھا۔
zh_hans: 如果导出后取消，密钥文件仍会保留在你保存的位置。
zh_hant: 如果匯出後取消，金鑰檔案仍會保留在你儲存的位置。

source: I understand that this key must be kept private.
ar: أفهم أن هذا المفتاح يجب أن يبقى سريًا.
de: Ich verstehe, dass dieser Schlüssel geheim bleiben muss.
es: Entiendo que esta clave debe mantenerse privada.
fr: Je comprends que cette clé doit rester privée.
hi: मैं समझता हूँ कि इस कुंजी को गोपनीय रखना ज़रूरी है।
id: Saya memahami bahwa kunci ini harus dirahasiakan.
it: Comprendo che questa chiave deve rimanere privata.
ja: このキーを秘密に保つ必要があることを理解しています。
ko: 이 키를 비밀로 유지해야 함을 이해합니다.
pt_br: Entendo que esta chave deve ser mantida em sigilo.
ru: Я понимаю, что этот ключ нужно хранить в тайне.
tr: Bu anahtarın gizli tutulması gerektiğini anlıyorum.
ur: میں سمجھتا ہوں کہ اس کلید کو خفیہ رکھنا ضروری ہے۔
zh_hans: 我明白此密钥必须保密。
zh_hant: 我明白此金鑰必須保密。

source: Create recovery key
ar: إنشاء مفتاح استرداد
de: Wiederherstellungsschlüssel erstellen
es: Crear clave de recuperación
fr: Créer une clé de récupération
hi: पुनर्प्राप्ति कुंजी बनाएँ
id: Buat kunci pemulihan
it: Crea chiave di recupero
ja: 復元キーを作成
ko: 복구 키 만들기
pt_br: Criar chave de recuperação
ru: Создать ключ восстановления
tr: Kurtarma anahtarı oluştur
ur: بازیابی کی کلید بنائیں
zh_hans: 创建恢复密钥
zh_hant: 建立復原金鑰

source: Back up saved key
ar: نسخ المفتاح المحفوظ احتياطيًا
de: Gespeicherten Schlüssel sichern
es: Respaldar la clave guardada
fr: Sauvegarder la clé enregistrée
hi: सहेजी गई कुंजी का बैकअप लें
id: Cadangkan kunci tersimpan
it: Esegui il backup della chiave salvata
ja: 保存済みキーをバックアップ
ko: 저장된 키 백업
pt_br: Fazer backup da chave salva
ru: Создать копию сохранённого ключа
tr: Kayıtlı anahtarı yedekle
ur: محفوظ کلید کا بیک اپ لیں
zh_hans: 备份已保存的密钥
zh_hant: 備份已儲存的金鑰

source: Save key file
ar: حفظ ملف المفتاح
de: Schlüsseldatei speichern
es: Guardar archivo de clave
fr: Enregistrer le fichier de clé
hi: कुंजी की फ़ाइल सहेजें
id: Simpan file kunci
it: Salva file della chiave
ja: キーファイルを保存
ko: 키 파일 저장
pt_br: Salvar arquivo da chave
ru: Сохранить файл ключа
tr: Anahtar dosyasını kaydet
ur: کلید کی فائل محفوظ کریں
zh_hans: 保存密钥文件
zh_hant: 儲存金鑰檔案

source: Key file saved
ar: تم حفظ ملف المفتاح
de: Schlüsseldatei gespeichert
es: Archivo de clave guardado
fr: Fichier de clé enregistré
hi: कुंजी की फ़ाइल सहेजी गई
id: File kunci disimpan
it: File della chiave salvato
ja: キーファイルを保存しました
ko: 키 파일이 저장됨
pt_br: Arquivo da chave salvo
ru: Файл ключа сохранён
tr: Anahtar dosyası kaydedildi
ur: کلید کی فائل محفوظ ہو گئی
zh_hans: 密钥文件已保存
zh_hant: 金鑰檔案已儲存

source: Last 8 characters from the saved key
ar: آخر 8 أحرف من المفتاح المحفوظ
de: Die letzten 8 Zeichen des gespeicherten Schlüssels
es: Los últimos 8 caracteres de la clave guardada
fr: Les 8 derniers caractères de la clé enregistrée
hi: सहेजी गई कुंजी के आखिरी 8 अक्षर
id: 8 karakter terakhir dari kunci yang disimpan
it: Gli ultimi 8 caratteri della chiave salvata
ja: 保存したキーの末尾8文字
ko: 저장한 키의 마지막 8자
pt_br: Os últimos 8 caracteres da chave salva
ru: Последние 8 символов сохранённого ключа
tr: Kayıtlı anahtarın son 8 karakteri
ur: محفوظ کلید کے آخری 8 حروف
zh_hans: 已保存密钥的最后 8 个字符
zh_hant: 已儲存金鑰的最後 8 個字元

source: I saved the key separately from my archive.
ar: حفظت المفتاح بشكل منفصل عن أرشيفي.
de: Ich habe den Schlüssel getrennt von meinem Archiv aufbewahrt.
es: Guardé la clave separada de mi archivo.
fr: J’ai conservé la clé séparément de mon archive.
hi: मैंने कुंजी को अपने आर्काइव से अलग सहेजा है।
id: Saya menyimpan kunci terpisah dari arsip saya.
it: Ho conservato la chiave separatamente dal mio archivio.
ja: キーをアーカイブとは別に保管しました。
ko: 키를 보관 파일과 별도로 저장했습니다.
pt_br: Guardei a chave separada do meu arquivo.
ru: Я сохранил ключ отдельно от архива.
tr: Anahtarı arşivimden ayrı sakladım.
ur: میں نے کلید اپنے آرکائیو سے الگ محفوظ کی ہے۔
zh_hans: 我已将密钥与归档分开保存。
zh_hant: 我已將金鑰與封存檔分開儲存。

source: Finish setup
ar: إنهاء الإعداد
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
hi: सेटअप पूरा करें
id: Selesaikan pengaturan
it: Completa configurazione
ja: 設定を完了
ko: 설정 완료
pt_br: Concluir configuração
ru: Завершить настройку
tr: Kurulumu tamamla
ur: سیٹ اپ مکمل کریں
zh_hans: 完成设置
zh_hant: 完成設定
